tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "gromgit/brewtils"
tap "homebrew-zathura/zathura"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "railwaycat/emacsmacport"
tap "supabase/tap"
brew "xz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "asciiquarium"
brew "astroterm"
brew "atuin"
brew "node"
brew "basedpyright"
brew "bat"
brew "readline"
brew "python@3.13"
brew "black"
brew "btop"
brew "carapace"
brew "cbonsai"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "eslint"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "flake8"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gtk4"
brew "libsoup"
brew "pygobject3"
brew "gstreamer"
brew "gtksourceview5"
brew "helix"
brew "htop"
brew "imagemagick"
brew "isort"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libadwaita"
brew "libpq", link: true
brew "llvm"
brew "lsd"
brew "lua"
brew "media-control"
brew "ninja"
brew "minikube"
brew "mkcert"
brew "mprocs"
brew "mypy"
brew "neovim"
brew "nss"
brew "nvm"
brew "pipes-sh"
brew "pipx"
brew "pngpaste"
brew "portaudio"
brew "prettier"
brew "pyenv"
brew "pylint"
brew "pyright"
brew "python@3.12"
brew "ripgrep"
brew "sshuttle"
brew "stow"
brew "stylua"
brew "switchaudio-osx"
brew "telnet"
brew "timewarrior"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typst"
brew "uv"
brew "vscode-langservers-extracted"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "gromgit/brewtils/taproom"
brew "homebrew-zathura/zathura/zathura"
brew "homebrew-zathura/zathura/zathura-pdf-mupdf"
brew "koekeishiya/formulae/skhd"
brew "oven-sh/bun/bun"
brew "railwaycat/emacsmacport/emacs-mac@29"
brew "supabase/tap/supabase"
cask "aerospace"
cask "bruno"
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "github"
cask "neovide-app"
cask "ngrok"
cask "shortcat"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "batisteo.vscode-django"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "coderabbit.coderabbit-vscode"
vscode "connor4312.esbuild-problem-matchers"
vscode "danprince.vsnetrw"
vscode "dbaeumer.vscode-eslint"
vscode "detachhead.basedpyright"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hossaini.bootstrap-intellisense"
vscode "joshmu.periscope"
vscode "junstyle.vscode-django-support"
vscode "masira1327.nvim-tree"
vscode "mechatroner.rainbow-csv"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sumneko.lua"
vscode "tobias-z.vscode-harpoon"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "vincaslt.highlight-matching-tag"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zaidalsaheb.search-preview"
