tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "node"
brew "basedpyright"
brew "bat"
brew "python@3.13"
brew "black"
brew "btop"
brew "carapace"
brew "cbonsai"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "fastfetch"
brew "fd"
brew "figlet"
brew "flake8"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-filter-repo"
brew "isort"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libomp"
brew "libpq", link: true
brew "lsd"
brew "lua"
brew "minikube"
brew "mprocs"
brew "mypy"
brew "neovim"
brew "nvm"
brew "pipes-sh"
brew "pngpaste"
brew "portaudio"
brew "prettier"
brew "pyenv"
brew "pylint"
brew "pyright"
brew "python@3.12"
brew "ripgrep"
brew "sshuttle"
brew "stow"
brew "stylua"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "wget"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "bruno"
cask "font-hack-nerd-font"
cask "font-sketchybar-app-font"
cask "github"
cask "neovide"
cask "ngrok"
vscode "aeschli.vscode-css-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "augment.vscode-augment"
vscode "batisteo.vscode-django"
vscode "connor4312.esbuild-problem-matchers"
vscode "danprince.vsnetrw"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fey.oscura"
vscode "formulahendry.auto-close-tag"
vscode "github.vscode-github-actions"
vscode "grapecity.gc-excelviewer"
vscode "hossaini.bootstrap-intellisense"
vscode "joshmu.periscope"
vscode "junstyle.vscode-django-support"
vscode "masira1327.nvim-tree"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "rvest.vs-code-prettier-eslint"
vscode "tobias-z.vscode-harpoon"
vscode "tomoki1207.pdf"
vscode "tompollak.lazygit-vscode"
vscode "viktorqvarfordt.vscode-pitch-black-theme"
vscode "vincaslt.highlight-matching-tag"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
vscode "zaidalsaheb.search-preview"
