{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "2.0.0 - 3.0.0"
    },
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "auto-session": {
      "src": "https://github.com/rmagatti/auto-session"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "evergarden": {
      "src": "https://codeberg.org/evergarden/nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "mini.hues": {
      "src": "https://github.com/nvim-mini/mini.hues"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim",
      "version": "'1.0'"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "neoscroll.nvim": {
      "src": "https://github.com/karb94/neoscroll.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-early-retirement": {
      "src": "https://github.com/chrisgrieser/nvim-early-retirement"
    },
    "nvim-highlight-colors": {
      "src": "https://github.com/brenoprata10/nvim-highlight-colors"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-rulebook": {
      "src": "https://github.com/chrisgrieser/nvim-rulebook"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tabby.nvim": {
      "src": "https://github.com/nanozuki/tabby.nvim"
    },
    "tabout.nvim": {
      "src": "https://github.com/abecodes/tabout.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vim-wakatime": {
      "src": "https://github.com/wakatime/vim-wakatime"
    },
    "visual-whitespace.nvim": {
      "src": "https://github.com/mcauley-penney/visual-whitespace.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
